Revit 2027 API
ParameterTypeId.DividedpathDistance Property
 "Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathDistance { get; }
Public Shared ReadOnly Property DividedpathDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathDistance {
	ForgeTypeId^ get ();
}
static member DividedpathDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace